Repository: Piirka/donestrap
Catalog: languages/*.po
Languages: fi

source: Posts by
fi: Kirjoittaja

source: Permanent Link:
fi: Linkki

source: &larr; Older Comments
fi: &larr; Vanhemmat kommentit

source: Newer Comments &rarr;
fi: Uusimmat kommentit &rarr;

source: Default Header Image
fi: Oletus Header kuva

source: Theme Layout Settings
fi: Teeman ulkoasu asetukset

source: Container width and sidebar defaults
fi: Sivuston leveys ja sivupalkin oletukset

source: Container Width
fi: Sivuston leveys

source: Choose between Bootstrap's container and container-fluid
fi: Valitse Bootstrapin container tai container-fluid

source: Fixed width container
fi: Rajattu sisällön leveys

source: Full width container
fi: Leveys reunasta reunaan

source: Sidebar Positioning
fi: Sivupalkin kohde

source: Set sidebar's default position. Can either be: right, left, both or none. Note: this can be overridden on individual pages.
fi: Aseta sivupalkin oletusasento. Voi olla joko oikea, vasen, molemmat tai ei mitään. Huomaa: tämä voidaan ohittaa yksittäisillä sivuilla.

source: Right sidebar
fi: Oikea sivupalkki

source: Left sidebar
fi: Vasen sivupalkki

source: Left & Right sidebars
fi: Vasen & Oikea sivupalkki

source: No sidebar
fi: Ei sivupalkkia

source: Posts navigation
fi: Sivujen navigointi

source: Carousels
fi: Karusellit

source: Carousel
fi: Karuselli

source: Item Archives
fi: Kohteen arkistot

source: Item Attributes
fi: Kohteen attribuutit

source: Parent Item:
fi: Pääkohde

source: All Items
fi: Kaikki kohteet

source: Add New Item
fi: Lisää uusi

source: Add New
fi: Lisää uusi

source: New Item
fi: Uusi

source: Edit Item
fi: Muokkaa

source: Update Item
fi: Päivitä

source: View Item
fi: Katso

source: View Items
fi: Katso

source: Search Item
fi: Etsi

source: Not found
fi: Ei löytynyt

source: Not found in Trash
fi: Ei löytynyt roskakorista

source: Featured Image
fi: Nostokuva

source: Set featured image
fi: Aseta nostokuva

source: Remove featured image
fi: Poista

source: Use as featured image
fi: Käytä

source: Insert into item
fi: Aseta

source: Uploaded to this item
fi: Ladattu tähän

source: Items list
fi: Lista

source: Items list navigation
fi: Lista navigointi

source: Filter items list
fi: Suodata

source: A slideshow component for cycling through images — like a carousel.
fi: Kuvaesitys kuvien selaamiseen - kuin karuselli.

source: Primary Menu
fi: Päävalikko

source: Posted in %s
fi: Kategoriat %s

source: Tagged %s
fi: Tagit %s

source: Leave a comment
fi: Jätä kommentti

source: 1 Comment
fi: 1 kommentti

source: % Comments
fi: % kommenttia

source: Right Sidebar
fi: Oikea sivupalkki

source: Right sidebar widget area
fi: Oikean sivupalkin vimpain alue

source: Left Sidebar
fi: Vasen sivupalkki

source: Left sidebar widget area
fi: Vasemman sivupalkin vimpain alue

source: Footer Full
fi: Footer

source: Full sized footer widget with dynamic grid
fi: Footer

source: Woocommerce Sidebar
fi: Woocommerce sivupalkki

source: Woocommerce right sidebar widget area
fi: Woocommerce sivupalkin vimpain alue

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fi: Valmiina julkaisemaan ensimmäisen sivusi? <a href="%1$s">Aloita tästä</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fi: Valitettavasti mikään ei vastannut hakutermejäsi. Yritä uudelleen eräillä avainsanoilla.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fi: Näyttää siltä, että emme löydä sitä, mitä etsit. Ehkä etsiminen voi auttaa.

source: Pages:
fi: Sivut:

source: Search Results for: %s
fi: Hakutulokset: %s
